// Автоматически сгенерированный файл
window.MATCH_STATS = {
    "stats": {
        "Мексика vs ЮАР": {
            "score": "2 - 0",
            "date": "2026-06-11"
        },
        "Южная Корея vs Чехия": {
            "score": "2 - 1",
            "date": "2026-06-11"
        },
        "Канада vs Босния и Герцеговина": {
            "score": "1 - 1",
            "date": "2026-06-12"
        },
        "США vs Парагвай": {
            "score": "4 - 1",
            "date": "2026-06-12"
        },
        "Катар vs Швейцария": {
            "score": "1 - 1",
            "date": "2026-06-13"
        },
        "Бразилия vs Марокко": {
            "score": "1 - 1",
            "date": "2026-06-13"
        },
        "Гаити vs Шотландия": {
            "score": "0 - 1",
            "date": "2026-06-13"
        },
        "Австралия vs Турция": {
            "score": "2 - 0",
            "date": "2026-06-14"
        },
        "Германия vs Кюрасао": {
            "score": "7 - 1",
            "date": "2026-06-14"
        },
        "Нидерланды vs Япония": {
            "score": "2 - 2",
            "date": "2026-06-14"
        },
        "Кот-д'Ивуар vs Эквадор": {
            "score": "1 - 0",
            "date": "2026-06-14"
        },
        "Швеция vs Тунис": {
            "score": "5 - 1",
            "date": "2026-06-14"
        },
        "Испания vs Кабо-Верде": {
            "score": "0 - 0",
            "date": "2026-06-15"
        },
        "Бельгия vs Египет": {
            "score": "1 - 1",
            "date": "2026-06-15"
        },
        "Саудовская Аравия vs Уругвай": {
            "score": "1 - 1",
            "date": "2026-06-15"
        },
        "Иран vs Новая Зеландия": {
            "score": "2 - 2",
            "date": "2026-06-15"
        },
        "Франция vs Сенегал": {
            "score": "3 - 1",
            "date": "2026-06-16"
        },
        "Ирак vs Норвегия": {
            "score": "1 - 4",
            "date": "2026-06-16"
        },
        "Аргентина vs Алжир": {
            "score": "3 - 0",
            "date": "2026-06-16"
        },
        "Австрия vs Иордания": {
            "score": "3 - 1",
            "date": "2026-06-17"
        },
        "Португалия vs ДР Конго": {
            "score": "1 - 1",
            "date": "2026-06-17"
        },
        "Англия vs Хорватия": {
            "score": "4 - 2",
            "date": "2026-06-17"
        },
        "Гана vs Панама": {
            "score": "1 - 0",
            "date": "2026-06-17"
        },
        "Узбекистан vs Колумбия": {
            "score": "1 - 3",
            "date": "2026-06-17"
        },
        "Чехия vs ЮАР": {
            "score": "1 - 1",
            "date": "2026-06-18"
        },
        "Швейцария vs Босния и Герцеговина": {
            "score": "4 - 1",
            "date": "2026-06-18"
        },
        "Канада vs Катар": {
            "score": "6 - 0",
            "date": "2026-06-18"
        },
        "Мексика vs Южная Корея": {
            "score": "1 - 0",
            "date": "2026-06-18"
        },
        "США vs Австралия": {
            "score": "2 - 0",
            "date": "2026-06-19"
        },
        "Шотландия vs Марокко": {
            "score": "0 - 1",
            "date": "2026-06-19"
        },
        "Бразилия vs Гаити": {
            "score": "3 - 0",
            "date": "2026-06-19"
        },
        "Турция vs Парагвай": {
            "score": "0 - 1",
            "date": "2026-06-19"
        },
        "Нидерланды vs Швеция": {
            "score": "5 - 1",
            "date": "2026-06-20"
        },
        "Германия vs Кот-д'Ивуар": {
            "score": "2 - 1",
            "date": "2026-06-20"
        },
        "Эквадор vs Кюрасао": {
            "score": "0 - 0",
            "date": "2026-06-21"
        },
        "Тунис vs Япония": {
            "score": "0 - 4",
            "date": "2026-06-21"
        }
    }
};